import teacher1 from '../../../../../../assets/students/teachers/teacher-1.jpg'
import teacher2 from '../../../../../../assets/students/teachers/teacher-2.jpg'
import teacher3 from '../../../../../../assets/students/teachers/teacher-3.jpg'
import teacher4 from '../../../../../../assets/students/teachers/teacher-4.jpg'
import teacher5 from '../../../../../../assets/students/teachers/teacher-5.jpg'
import teacher6 from '../../../../../../assets/students/teachers/teacher-6.jpg'

export const TEACHERS = [
	{
		img: teacher1,
		name: 'Арман\nКостанян',
		tags: ['Математика', '7 лет опыта'],
		description:
			'Директор Лицея «Иннополис», призёр конкурса «Учитель года России», учитель математики',
		mobileDescription:
			'Директор Лицея «Иннополис», призёр конкурса «Учитель года России», учитель математики',
		info: [
			{
				count: '83',
				text: 'средний балл ЕГЭ по математике',
			},
			{
				count: '4,9',
				text: 'средний балл ОГЭ по математике',
			},
		],
	},
	{
		img: teacher2,
		name: 'Елизавета\nРоманова',
		tags: ['Химия', '7 лет опыта'],
		description: 'Учитель, автор курсов по подготовке к ОГЭ и ЕГЭ по химии',
		mobileDescription:
			'Учитель, автор курсов по подготовке к ОГЭ и ЕГЭ по химии',
		info: [
			{
				count: '86,4',
				text: 'средний балл ЕГЭ у учеников',
			},
			{
				count: '1 000+',
				text: 'учеников подготовлено к ЕГЭ',
			},
		],
	},
	{
		img: teacher3,
		name: 'Даниил\nГурнович',
		tags: ['Биология', '11 лет опыта'],
		description: 'Репетитор по биологии. Преподаватель довуза Казанского ГМУ',
		mobileDescription:
			'Репетитор по биологии. Преподаватель довуза Казанского ГМУ',
		info: [
			{
				count: '98',
				text: 'максимальный балл ЕГЭ по биологии',
			},
			{
				count: '250',
				text: 'учеников подготовлено к ЕГЭ и ОГЭ',
			},
		],
	},
	{
		img: teacher4,
		name: 'Михаил Ушаков',
		tags: ['Геометрия и ВРС', '12 лет опыта'],
		description:
			'Репетитор с 2013 года. Автор курса по подготовке к ЕГЭ. Автор видео по школьной программе по геометрии, математике и алгебре, вероятности и статистике',
		mobileDescription:
			'Репетитор, автор курса по подготовке к ЕГЭ и видео по геометрии, математике, вероятности и статистике.',
		info: [
			{
				count: '300',
				text: 'учеников выпустил',
			},
		],
	},
	{
		img: teacher5,
		name: 'Валерия Серова',
		description:
			'Эксперт по финансовой грамотности. Основатель проекта «Дети и финансы». Руководитель клуба «Дети в деле» в НЦФГ (Национальном Центре Финансовой Грамотности).\n\nАвтор образовательных курсов, мастер-классов, адвент-календарей.',
		mobileDescription:
			'Эксперт по финансовой грамотности. Основатель проекта «Дети и финансы». Автор курсов и мастер-классов',
		tags: ['Финграмотность', '12+ лет опыта'],
		info: [
			{
				count: '1 000+',
				text: 'человек обучила в рамках проекта «Дети и финансы»',
			},
		],
	},
	{
		img: teacher6,
		name: 'Низовцев\nАнтон',
		description:
			'Учитель математики Школы ЦПМ.В жюри и оргкомитете нескольких олимпиад (Эйлер Заключительный этап, ММО, Городская устная для 7 классов)\n\nПобедитель заочного творческого конкурса учителей математики 2020. Свои математические лагеря Sygmath.ru\n\nРегулярно выступает на федеральном радио\n\nПолуфиналист конкурса «Классная тема»',
		mobileDescription:
			'Учитель математики Школы ЦПМ. В жюри и оргкомитете нескольких олимпиад. Победитель заочного творческого конкурса учителей',
		tags: ['Алгебра', '10+ лет опыта'],
		info: [],
	},
]
