export const LIST_1_DATA = [
	'Администрация (Администратор) — ООО «Курснова», которому принадлежат все соответствующие исключительные имущественные права на Сайт, включая права на доменное имя Сайта, и осуществляющее его администрирование.',

	'Пользователь — совершеннолетнее дееспособное лицо, прошедшее процедуру регистрации и (или) авторизации на условиях раздела 3 настоящего Соглашения, а также имеющее свой Профиль. Для целей настоящего Соглашения под Пользователем понимается также лицо, которое не прошло процедуру регистрации, но осуществляет доступ к Сайту и/или использует и/или использовало его. Любое лицо, осуществляющее доступ к Сайту, этим автоматически подтверждает, что оно полностью согласно с положениями настоящего Соглашения, и что в отношении него применимы требования, установленные настоящим Соглашением.',

	'Профиль Пользователя / Профиль — специальный подраздел Сайта, где расположена персональная информация о Пользователе, а также другая информация, разместить которую может только этот Пользователь.',

	'Персональная информация Пользователя — информация о Пользователе Сайта, полученная в связи с использованием Пользователем Сайта, отнесенная к персональной информации Пользователя в соответствии с Политикой конфиденциальности (http://kursnova.ru/politic).',

	'Информация — информация, размещаемая (размещенная) Пользователем или Администрацией на Сайте, в том числе: Персональная информация Пользователя, ссылки на другие сайты, любые текстовые сообщения, фотографии (изображения), аудио- и/или видеопроизведения (видеоконтент), компьютерные программы и др. файлы.',

	'База данных — совокупность Информации, размещаемой (размещенной) на Сайте. Вся Информация, размещенная на Сайте, а также подбор, группировка и расположение Информации, является интеллектуальной собственностью Администрации и (или) иных правообладателей.',
]
