interface ITable {
	left: string
	right: string
}

export const TABLE_DATA: ITable[] = [
	{
		left: 'Регистрация на Сайте и/или в Мобильном приложении)',
		right:
			'адрес электронной почты, номер телефона, класс обучения, все данные, которые указаны в аккаунтах внешних сервисов (если регистрация и/или авторизация на Сайте осуществляется через социальную сеть или другой электронный сервис), необходимых для идентификации Субъекта',
	},
	{
		left: 'Идентификация на Сайте и/или в Мобильном приложении)	',
		right:
			'фамилия и имя (в случае идентификации на Сайте и в Мобильном приложении «Kursnova»), номер телефона (в случае идентификации на Сайте и в Мобильном приложении «Kursnova»), адрес электронной почты',
	},
	{
		left: 'Заключение и исполнение договоров	',
		right:
			'фамилия, имя, отчество (при наличии), номер телефона, адрес электронной почты, иные персональные данные, необходимые для указанной цели в соответствии с предметом заключаемого (заключенным) договора',
	},
	{
		left: 'Установление и поддержание связи между Пользователями и Обществом для коммуникации по приобретенным (приобретаемым) и услугам Общества',
		right:
			'фамилия, имя, отчество, номер телефона, дата рождения, адрес электронной почты, идентифицирующие данные аккаунтов в социальных сетях, идентифицирующие данные в мессенджерах и иных электронных средствах связи',
	},
	{
		left: 'Направление сообщений рекламного характера по сетям электросвязи посредством телефонных звонков, СМС-рассылок, рассылок рекламы на адрес электронной почты Субъекта и иных способов',
		right: 'фамилия и имя, номер телефона, адрес электронной почты',
	},
	{
		left: 'Исполнение обязанностей, возложенных законодательством на Оператора (исполнение требований налогового законодательства, законодательства о бухгалтерском учёте, образовании в РФ, требований к налоговой отчётности, ответов на запросы государственных органов и др.)',
		right:
			'фамилия, имя, отчество (при наличии), адрес электронной почты, номер телефона, сведения о произведенных платежах в пользу Общества, сведения о заключенном между Пользователями и Обществом договоре',
	},
	{
		left: 'Улучшение качества обслуживания пользователей и модернизация Сайта',
		right:
			'Файлы cookie. В отношении всех Пользователей Сайта Оператор обрабатывает Файлы cookie. С условиями использования файлов сookie можно ознакомиться по адресу: kursnova.ru/cookie.',
	},
]
