export const LIST_DATA = [
	'Технические файлы cookie:они необходимы для корректной работы Сайта. Такие файлы cookie позволяют определять аппаратное и программное обеспечение устройства Пользователя; выявлять ошибки при работе Сайта; тестировать новые функции для повышения производительности Сайта.',

	'Файлы cookie для аутентификации: они необходимы, чтобы запоминать Пользователей. Благодаря таким файлам Пользователю при новом посещении Сайта не нужно заново вводить авторизационные данные.',

	'Аналитические файлы cookie: они позволяют подсчитывать количество Пользователей Сайта; определять, какие действия Пользователи совершают на Сайте (посещаемые страницы, время и количество просмотренных страниц). Сбор аналитических данных осуществляется через партнеров, в том числе Yandex Metrika.',

	'Рекламные файлы cookie: они помогают анализировать, из каких источников Пользователь перешел на Сайт, а также персонализировать рекламные сообщения.',
]
